Repository: FaceAISDK/ObjectC_FaceAISDK
Catalog: ObjectC_FaceAISDK/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About us
zh_hans: 关于我们

source: Add Face By Camera
zh_hans: SDK相机添加人脸

source: Add Face From Album
zh_hans: 从相册添加一人脸

source: Confirm
zh_hans: 确认

source: Confirm Add Face
zh_hans: 确认录入此人脸图？

source: Ensure face is clear
zh_hans: 请录入无遮挡正脸清晰图

source: Face Verify & Liveness
zh_hans: 人脸识别+活体检测

# Face_Tips_Code_(code)
source: error
zh_hans: 根据Code完善文案

# Face_Tips_Code_0
source: Keep Face Frontal
zh_hans: 请正对摄像头

# Face_Tips_Code_1
source: No Face Detected
zh_hans: 未检测到人脸

# Face_Tips_Code_2
source: Detect Too Many Face
zh_hans: 检测到多个人脸

# Face_Tips_Code_3
source: Please Come Closer
zh_hans: 请靠近一点

# Face_Tips_Code_4
source: Keep Face Frontal Visible
zh_hans: 保持正脸不要晃动

# Face_Tips_Code_5
source: Do not Close Eye
zh_hans: 不要闭眼睛

# Face_Tips_Code_6
source: Turn Face Right
zh_hans: 向右摆正头部

# Face_Tips_Code_7
source: Turn Face Left
zh_hans: 向左摆正头部

# Face_Tips_Code_8
source: Do not Tile Face
zh_hans: 不要歪头

# Face_Tips_Code_9
source: Turn Face Up
zh_hans: 向上摆正头部

# Face_Tips_Code_10
source: Turn Face Down
zh_hans: 向下摆正头部

# Face_Tips_Code_11
source: Confirm Add Face
zh_hans: 人脸采集确认

# Face_Tips_Code_13
source: Too Small Face
zh_hans: 人脸太小了

# Face_Tips_Code_31
source: Face Image Not Found
zh_hans: 没有找到对应的人脸底片

# Face_Tips_Code_32
source: Face Image Dispose Failed
zh_hans: 人脸底片处理失败

# Face_Tips_Code_33
source: SDK Error
zh_hans: SDK 内部错误

# Face_Tips_Code_34
source: Motion Liveness Complete
zh_hans: 动作活体检测完成

# Face_Tips_Code_35
source: Motion Liveness Timeout
zh_hans: 动作活体检验超时

# Face_Tips_Code_38
source: No Face Detected Multi Time
zh_hans: 多次切换人脸或检测失败

# Face_Tips_Code_41
source: Open Mouth
zh_hans: 请张张嘴

# Face_Tips_Code_42
source: Please Smile
zh_hans: 请微笑

# Face_Tips_Code_43
source: Please Blink
zh_hans: 请眨眼

# Face_Tips_Code_44
source: Please Shake Head
zh_hans: 请摇头

# Face_Tips_Code_45
source: Please Nod Head
zh_hans: 请点头

# Face_Tips_Code_50
source: Start Color Flash
zh_hans: 请靠近,屏幕即将闪烁

# Face_Tips_Code_51
source: Color Flash Success
zh_hans: 炫彩活体成功

# Face_Tips_Code_52
source: Color Flash Failed
zh_hans: 炫彩活体失败

# Face_Tips_Code_53
source: Detection failed: Too bright.Please avoid direct light as below and use in a softly lit indoor environment
zh_hans: 炫彩活体检测失败,光线亮度过高;如图遮挡高亮光源或室内光线柔和环境使用

# Face_Tips_Code_58
source: Excessive light, avoid strong light exposure.
zh_hans: 光线过强,避免强光照射

# Face_Tips_Code_60
source: Liveness check failed. Please ensure soft lighting conditions.
zh_hans: 活体检测失败,请确认光线环境柔和

# Face_Tips_Code_61
source: Face Liveness Success
zh_hans: 活体检测完成

# Face_Tips_Code_62
source: Face Verify Success
zh_hans: 识别成功

# Face_Tips_Code_63
source: Face Verify Failed
zh_hans: 识别失败,相似度低

source: I Know
zh_hans: 知道了

source: Is Face Feature Exist
zh_hans: 人脸特征值是否存在

source: ONLY Liveness Detection
zh_hans: 仅仅活体检测

source: Retry
zh_hans: 重试

source: Save Face Feature
zh_hans: 保存人脸特征

source: Select from album
zh_hans: 从相册选择

source: Select Image
zh_hans: 选择图片

source: Verify Two Face Similarity
zh_hans: 静态人脸相似度对比
